Revit 2027 API
SpaceSetIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SpaceSetIterator()
Public Sub New
public:
SpaceSetIterator()
new : unit -> SpaceSetIterator
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
Reference
SpaceSetIterator Class
Autodesk.Revit.DB.Mechanical Namespace